/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Offline";

/* {card brand} ending in {last4} */
"%@ Ending In %@" = "%1$@ che termina con %2$@";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* part of {Account} ending in {last4} */
"Account" = "Conto";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "INDIRIZZO DELL'INTESTATARIO DEL CONTO";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Nome dell'intestatario del conto";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Numero conto";

/* Title for Add a Card view */
"Add a Card" = "Aggiungi una carta";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Aggiungi un conto di addebito diretto";

/* Button to add a new credit card. */
"Add New Card…" = "Aggiungi nuova carta…";

/* Caption for Address field on address form */
"Address" = "Indirizzo";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Int.";

/*  This is a Payment Method type brand name so shouldn't be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "Addebito AU BECS";

/* Text for back button */
"Back" = "Indietro";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "BANCA";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Conto bancario";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "INFORMAZIONI DEL CONTO BANCARIO";

/* Title for billing address entry section */
"BILLING ADDRESS" = "INDIRIZZO DI FATTURAZIONE";

/* Title for billing address entry section */
"Billing Address" = "Indirizzo di fatturazione";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "La sottoscrizione del presente mandato comporta (A) l’autorizzazione a %@ a richiedere alla banca del debitore l’addebito del suo conto e (B) l’autorizzazione alla banca del debitore di procedere a tale addebito conformemente alle disposizioni impartite da {NOME DEL CREDITORE}. Il debitore ha diritto di ottenere il rimborso dalla propria Banca secondo gli accordi ed alle condizioni che regolano il rapporto con quest’ultima. Se del caso, il rimborso deve essere richiesto nel termine di 8 settimane a decorrere dalla data di addebito in conto";

/* Title for card number entry field */
"CARD" = "CARTA";

/* Title for credit card number entry field */
"Card" = "Carta";

/* accessibility label for text field */
"card number" = "numero carta";

/* Caption for City field on address form */
"City" = "Città";

/* Title for contact info form */
"CONTACT" = "CONTATTO";

/* Title for contact info form */
"Contact" = "Contatto";

/* Text for continue button */
"Continue" = "Continua";

/* Caption for Country field on address form */
"Country" = "Paese";

/* Title for country picker section */
"COUNTRY" = "PAESE";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "Contea";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "Consegna";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "INDIRIZZO DI SPEDIZIONE";

/* Title for delivery address entry section */
"Delivery Address" = "Indirizzo di consegna";

/* Caption for Email field on address form */
"Email" = "Email";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "esempio@esempio.com";

/* accessibility label for text field */
"expiration date" = "data di scadenza";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Gratuita";

/* Placeholder string for name entry field. */
"Full name" = "Nome completo";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* IBAN placeholder – don't translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Dati non validi.";

/* Shipping form error message */
"Invalid Shipping Address" = "Indirizzo di spedizione non valido";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Caricamento...";

/* label for text field to enter card expiry */
"MM/YY" = "MM/AA";

/* Title for payment options section */
"MORE OPTIONS" = "PIÙ OPZIONI";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "Nome";

/* Label for button to add a new credit or debit card */
"New Card" = "Nuova carta";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nuovo conto di addebito diretto";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nuovo conto di addebito diretto SEPA";

/* Button to move to the next text entry field */
"Next" = "Avanti";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Online Banking (FPX)";

/* Source type brand name */
"P24" = "P24";

/* Pay with {payment method} */
"Pay with %@" = "Paga con %@";

/* Title for Payment Method screen */
"Payment Method" = "Modalità di pagamento";

/* Caption for Phone field on address form */
"Phone" = "Telefono";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "CAP";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Codice postale";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Provincia";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Text for button to scan a credit card */
"Scan Card" = "Scansiona carta";

/* part of {SEPA Account} ending in {last4} */
"SEPA Account" = "Conto SEPA";

/* Payment method brand name */
"SEPA Debit" = "Addebito SEPA";

/* Source type brand name */
"SEPA Direct Debit" = "Addebito diretto SEPA";

/* Title for shipping info form */
"Shipping" = "Spedizione";

/* Title for shipping address entry section */
"SHIPPING ADDRESS" = "INDIRIZZO DI SPEDIZIONE";

/* Title for shipping address entry section */
"Shipping Address" = "Indirizzo di spedizione";

/* Label for shipping method form */
"SHIPPING METHOD" = "MODALITÀ DI SPEDIZIONE";

/* Label for shipping method form */
"Shipping Method" = "Modalità di spedizione";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Stato";

/* Caption for generalized state/province/region field on address form (not tied to a specific country's format) */
"State / Province / Region" = "Stato/Provincia/Regione";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Il numero BSB inserito è incompleto";

/* Error string displayed to user when they enter in an invalid BSB number. "BSB" refers to an Australian bank account. */
"The BSB you entered is invalid." = "Il numero BSB inserito non è valido";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "La modalità di pagamento selezionata non è disponibile.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Si è verificato un errore durante l'elaborazione della carta. Riprova fra qualche secondo.";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Si è verificato un errore imprevisto. Riprova fra qualche secondo.";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Timeout durante l'autenticazione della modalità di pagamento. Riprova.";

/* Default missing source type label */
"Unknown" = "Sconosciuto";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Usa indirizzo di fatturazione";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Usa indirizzo di consegna";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Usa indirizzo di spedizione";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Impossibile autenticare la modalità di pagamento. Scegline un'altra e riprova.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You'll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Per completare l'acquisto, verrai reindirizzato sul sito di %@.";

/* Error when the card has already expired */
"Your card has expired" = "La carta è scaduta";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "La carta è stata rifiutata";

/* Error when the card's expiration month is not valid */
"Your card's expiration month is invalid" = "Il mese di scadenza della carta non è valido";

/* Error when the card's expiration year is not valid */
"Your card's expiration year is invalid" = "L'anno di scadenza della carta non è valido";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Il numero della carta non è valido";

/* Error when the card's CVC is not valid */
"Your card's security code is invalid" = "Il codice di sicurezza della carta non è valido";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "ZIP";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Codice postale";

